module Yuno
  LENNY = ["( ͡° ͜ʖ ͡°)=ε✄",
           "(ノ͡° ͜ʖ ͡°)ノ︵┻┻",
           "ᕦ( ͡° ͜ʖ ͡°)ᕤ",
           "┴┬┴┤( ͡° ͜ʖ├┬┴┬",
           "ᕙ( ͡° ͜ʖ ͡°)ᕗ",
           "(つ ͡° ͜ʖ ͡°)つ",
           "( ʘ̆ ╭͜ʖ╮ ʘ̆ )",
           "( ◔ ʖ̯ ◔ )",
           "( ͡° ʖ̯ ͡°)",
           "ヽ( ͝° ͜ʖ͡°)ﾉ",
           "( ͡° ͜ʖ ͡°)",
           "(ง ° ͜ ʖ °)ง",
           "( ͡☉ ͜ʖ ͡☉)",
           "╚═( ͡° ͜ʖ ͡°)═╝"]
  TABLE_FLIP = ["(ノ͡° ͜ʖ ͡°)ノ︵┻┻",
                "[ ᕤ ಠ (oo) ಠ ]ᕤ ︵┻━┻",
                "(ﾉಠдಠ)ﾉ︵┻━┻",
                "_|___|_  ╰(º o º╰)",
                "┻━┻ ヘ╰( •̀ε•́ ╰)",
                "ʕノ•ᴥ•ʔノ ︵ ┻━┻",
                "(╯ಠ‿ಠ)╯︵┻━┻",
                "(╯°□°)╯︵ ┻━┻",
                "(╯ຈلຈ) ╯︵ ┻━┻"]

  TABLE_UNFLIP = ["┬───┬ ノ༼ຈلຈノ༽",
                  "┳━┳ ヽ༼ಠلಠ༽ﾉ",
                  "┏━┓ ︵ /(^.^/)",
                  "┬─┬ノ( ◕◡◕ ノ)"]
end
